class script(object):


    START_MSG = """ <b>ʜɪ {}

⭕️ᴍᴏᴠɪᴇꜱ ʟᴏᴋᴀᴍ ᴀᴅᴠᴀɴᴄᴇ ᴀᴜᴛᴏ ꜰɪʟᴛᴇʀ ʙᴏᴛ⭕️ <i>help</i></b>"""


    HELP_MSG = """<b>ʜᴏᴡ ᴛᴏ ᴜꜱᴇ ᴛʜᴇ ʙᴏᴛ??</b>

<i>
* ᴀᴅᴅ ʙᴏᴛ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴀᴅᴍɪɴ ʀɪɢʜᴛꜱ.

* ᴀᴅᴅ ʙᴏᴛ ᴛᴏ ᴄʜᴀɴɴᴇʟꜱ ᴡʜɪᴄʜ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ʟɪɴᴋ ᴡɪᴛʜ <b>ᴀʟʟ ᴀᴅᴍɪɴ ʀɪɢʜᴛꜱ</b>!
</i>


[<ʙ>ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅꜱ - ᴡᴏʀᴋꜱ ɪɴ ɢʀᴏᴜᴘ ᴏɴʟʏ
(ʏᴏᴜ ɴᴇᴇᴅ ᴛᴏ ʙᴇ ᴀ ᴀᴜᴛʜ ᴜꜱᴇʀ ɪɴ ᴏʀᴅᴇʀ ᴛᴏ ᴜꜱᴇ ᴛʜᴇꜱᴇ ᴄᴏᴍᴍᴀɴᴅꜱ)

* <ᴄᴏᴅᴇ>/ᴀᴅᴅ ᴄʜᴀɴɴᴇʟɪᴅ  -  ʟɪɴᴋꜱ ᴄʜᴀɴɴᴇʟ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
ᴏʀ
* <ᴄᴏᴅᴇ>/ᴀᴅᴅ @ᴄʜᴀɴɴᴇʟᴜꜱᴇʀɴᴀᴍᴇ - ʟɪɴᴋꜱ ᴄʜᴀɴɴᴇʟ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ.

<ɪ>ɴᴏᴛᴇ : ʏᴏᴜ ᴄᴀɴ ɢᴇᴛ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪᴅ ꜰʀᴏᴍ @ᴄʜᴀɴɴᴇʟɪᴅʜᴇxʙᴏᴛ 


* <ᴄᴏᴅᴇ>/ᴅᴇʟ ᴄʜᴀɴɴᴇʟɪᴅ  -  ᴅᴇʟɪɴᴋꜱ ᴄʜᴀɴɴᴇʟ ꜰʀᴏᴍ ɢʀᴏᴜᴘ
ᴏʀ
* <ᴄᴏᴅᴇ>/ᴅᴇʟ @ᴄʜᴀɴɴᴇʟᴜꜱᴇʀɴᴀᴍᴇ  -  ᴅᴇʟɪɴᴋꜱ ᴄʜᴀɴɴᴇʟ ꜰʀᴏᴍ ɢʀᴏᴜᴘ

<ɪ>ɴᴏᴛᴇ : ʏᴏᴜ ᴄᴀɴ ɢᴇᴛ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟ ᴅᴇᴛᴀɪʟꜱ ʙʏ <ᴄᴏᴅᴇ>/ꜰɪʟᴛᴇʀꜱᴛᴀᴛꜱ 


* <ᴄᴏᴅᴇ>/ᴅᴇʟᴀʟʟ  -  ʀᴇᴍᴏᴠᴇꜱ ᴀʟʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟꜱ ᴀɴᴅ ꜰɪʟᴛᴇʀꜱ ꜰʀᴏᴍ ɢʀᴏᴜᴘ!

<ɪ>ɴᴏᴛᴇ : ᴅᴏɴᴛ ᴀᴅᴅ ᴄᴏᴍᴍᴀɴᴅ ᴅᴇʟᴇᴛᴇ ʙᴏᴛꜱ ɪɴ ɢʀᴏᴜᴘ! ᴏᴛʜᴇʀᴡɪꜱᴇ, ᴅᴇʟᴀʟʟ ᴄᴏᴍᴍᴀɴᴅ ᴡᴏɴᴛ ᴡᴏʀᴋ


* <ᴄᴏᴅᴇ>/ꜰɪʟᴛᴇʀꜱᴛᴀᴛꜱ  -  ᴄʜᴇᴄᴋ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟꜱ ᴀɴᴅ ɴᴜᴍʙᴇʀ ᴏꜰ ꜰɪʟᴛᴇʀꜱ.]



[ɴᴏ ɴᴇᴇᴅ ᴀᴅᴅ ᴇᴀᴄʜ ꜰɪʟᴛᴇʀ ᴀɢᴀɪɴ!
ʙᴏᴛ ᴡɪʟʟ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ꜱᴇᴀʀᴄʜ ꜰᴏʀ ʏᴏᴜʀ ꜰɪʟᴇꜱ ᴀɴᴅ ɢɪᴠᴇ ʟɪɴᴋꜱ ᴛᴏ ᴛʜᴀᴛ!


<b>© @chakkamanga"""


    ᴀʙᴏᴜᴛ_ᴍꜱɢ = """⭕️<b>ᴍʏ ɴᴀᴍᴇ : ᴀᴜᴛᴏ ꜰɪʟᴛᴇʀ ʙᴏᴛ ᴠ2
    
⭕️<ʙ>ᴄʀᴇᴀᴛᴇʀ : @chakkamanga

⭕️<ʙ>ʟᴀɴɢᴜᴀɢᴇ : <ᴄᴏᴅᴇ>ᴘʏᴛʜᴏɴ3

⭕️<ʙ>ʟɪʙʀᴀʀʏ : <ᴀ ʜʀᴇꜰ='ʜᴛᴛᴘꜱ://ᴅᴏᴄꜱ.ᴘʏʀᴏɢʀᴀᴍ.ᴏʀɢ/'>ᴘʏʀᴏɢʀᴀᴍ 1.0.7 

⭕️<ʙ>ᴛᴜᴛᴏʀɪᴀʟ ᴠɪᴅᴇᴏ : <ᴀ ʜʀᴇꜰ='ʜᴛᴛᴘꜱ://ʏᴏᴜᴛᴜ.ʙᴇ/ᴋQᴠʏQᴀᴏꜱꜰʏʏ'>ᴠɪᴅᴇᴏ ʟɪɴᴋ 

"""]
